Repository: Madek/madek-webapp
Catalog: locale/*/madek.po
Languages: de_ch

source: %d content elements
de_ch: %d Inhalte

source: %d item
de_ch: %d Inhalt

source: %d items selected
de_ch: %d Inhalte ausgewählt

source: %d of %d items visible to you
de_ch: %d von %d Inhalten für Sie sichtbar

source: %s (overwritten by public permissions)
de_ch: %s (überschrieben durch die Öffentlichen Berechtigungen)

source: %s (partially set)
de_ch: %s (teilweise gesetzt)

source: %s o'clock
de_ch: %s Uhr

source: 1. Transfer media
de_ch: 1. Medien übertragen

source: 2. Set permissions
de_ch: 2. Berechtigungen setzen

source: 3. Add metadata
de_ch: 3. Metadaten ergänzen

source: 4. Organize media entries
de_ch: 4. Medieneinträge zusammenstellen

source: Accept
de_ch: Akzeptieren

source: Accepted file size
de_ch: Akzeptierte Dateigrösse

source: Actions
de_ch: Aktionen

source: Activities
de_ch: Aktivitäten

source: Add entries to a set
de_ch: Einträge zum einem Set hinzufügen

source: Add group
de_ch: Gruppe einfügen

source: Add metadata
de_ch: Metadaten ergänzen

source: Add metadata:
de_ch: Metadaten hinzufügen:

source: Add person
de_ch: Person einfügen

source: Add to clipboard
de_ch: Zur Zwischenablage hinzufügen

source: Add to favorites
de_ch: Zu Favoriten hinzufügen

source: Add to/remove from clipboard
de_ch: Zur Zwischenablage hinzufügen/entfernen

source: Add to/remove from favorites
de_ch: Zur Favoriten hinzufügen/entfernen

source: Add to/remove from set
de_ch: Zu Set hinzufügen/entfernen

source: Aktivieren / Deaktivieren
de_ch: Activate / Deactivate

source: All
de_ch: Alle

source: Any values
de_ch: Jegliche Werte

source: Apply field to all items
de_ch: Werte übertragen

source: Are you sure you want to delete the following:
de_ch: Sind Sie sicher, dass Sie das folgende löschen möchten:

source: As soon as this is done, you will find a playable version here.
de_ch: Sobald dies abgeschlossen ist, finden Sie hier eine abspielbare Version.

source: Browse
de_ch: Stöbern

source: Browse for similar content
de_ch: Nach vergleichbaren Inhalten stöbern

source: Cancel
de_ch: Abbrechen

source: Cancel import
de_ch: Import abbrechen

source: Caution: Any existing values will be overwritten with the data you enter here! If you do not enter anything, the differing values will remain unchanged.
de_ch: Achtung: Bestehende Werte werden durch Änderungen überschrieben! Wenn keine Änderungen vorgenommen werden, bleiben die verschiedenen Werte erhalten.

source: Change filter settings
de_ch: Filterset editieren

source: Change view
de_ch: Darstellung ändern

source: Clear clipboard
de_ch: Zwischenablage leeren

source: Clipboard
de_ch: Zwischenablage

source: Close
de_ch: Schliessen

source: Content I am responsible for
de_ch: Inhalte, für die ich verantwortlich bin

source: Content entrusted to me
de_ch: Mir anvertraute Inhalte

source: Content is not yet assigned to any set
de_ch: Inhalte sind noch keinem Set zugewiesen.

source: Context
de_ch: Kontext

source: Context contains
de_ch: Kontext enthält

source: Contexts
de_ch: Kontexte

source: Continue browsing in this direction
de_ch: In diese Richtung weiterstöbern

source: Continue...
de_ch: Weiter...

source: Conversion failed
de_ch: Konvertierung fehlgeschlagen.

source: Conversion is %f%% complete
de_ch: Konvertierung zu %f%% abgeschlossen

source: Set Cover image
de_ch: Titelbild setzen

source: Create filter set
de_ch: Filterset erstellen

source: Create new set
de_ch: Neues Set erstellen

source: Create set
de_ch: Set erstellen

source: Current entry
de_ch: Aktueller Eintrag

source: Current metadata as XML document for TMS.
de_ch: Die aktuellen Metadaten als XML-Dokument für TMS.

source: Current metadata as XML document.
de_ch: Die aktuellen Metadaten als XML-Dokument.

source: Current metadata from the system is written directly into the file in the XMP/IPTC format.
de_ch: Die aktuellen Metadaten aus dem System im Format XMP/IPTC sind direkt in die Datei eingeschrieben.

source: Delete
de_ch: Löschen

source: Delete forever
de_ch: Unwiederbringlich löschen

source: Delete item
de_ch: Inhalt löschen

source: Department groups
de_ch: Abteilungsgruppen

source: Description
de_ch: Beschreibung

source: Deselect all
de_ch: Alle abwählen

source: Disable High Contrast Mode
de_ch: Kontrast-Modus ausschalten

source: Display settings saved
de_ch: Darstellung gespeichert

source: Download
de_ch: Herunterladen

source: Download original
de_ch: Exportieren Original

source: Edit
de_ch: Editieren

source: Edit filter set
de_ch: Filterset editieren

source: Edit metadata
de_ch: Metadaten editieren

source: Edit metadata of these media entries
de_ch: Metadaten von Medieneinträgen editieren

source: Empty
de_ch: Leer

source: Enable High Contrast Mode
de_ch: Kontrast-Modus einschalten

source: Entries
de_ch: Einträge

source: Existing metadata is identical
de_ch: Gleiche Metadaten vorhanden

source: Exit admin mode
de_ch: Admin-Modus verlassen

source: Explore
de_ch: Erkunden

source: Explore /
de_ch: Erkunden /

source: Explore / Contexts
de_ch: Erkunden / Kontexte

source: Explore / Popular keywords
de_ch: Erkunden / Häufige Schlagworte

source: Explore content
de_ch: Inhalte erkunden

source: Export
de_ch: Exportieren

source: Get full size
de_ch: Original exportieren und in PDF blättern

source: External users
de_ch: Externe

source: Extract
de_ch: Auszug

source: File
de_ch: Datei

source: File containing its original metadata
de_ch: Datei mit ursprünglichen Metadaten

source: File with current metadata
de_ch: Datei mit aktuellen Metadaten

source: File without embedded metadata.
de_ch: Datei ohne eingeschriebene Metadaten.

source: File without metadata
de_ch: Datei ohne Metadaten

source: Files larger than 1.4 GB must be uploaded using an FTP dropbox.
de_ch: Dateien mit einer Grösse von über 1.4 GB müssen über eine FTP-Dropbox hochgeladen werden.

source: Filter
de_ch: Filtern

source: Filter and order by author
de_ch: Filtern und sortieren nach Autor/in

source: Filter settings
de_ch: Filtereinstellungen

source: Filter keyword
de_ch: Suchwörter

source: Filters
de_ch: Filter

source: Finish import
de_ch: Import abschliessen

source: First name
de_ch: Vorname

source: Free entry
de_ch: Freie Eingabe

source: Further actions
de_ch: Weitere Aktionen

source: Further details
de_ch: Weitere Angaben

source: Further sets were found. Please narrow your search.
de_ch: Es wurden noch weitere Sets gefunden. Bitte verfeinern Sie Ihre Suche.

source: Further sets were found. Please refine your search.
de_ch: Es wurden noch weitere Sets gefunden. Bitte verfeinern Sie Ihre Suche.

source: Furthermore, you may also assign any contexts that are assigned to this set to any set contained within.
de_ch: Darüber hinaus können alle Sets, die diesem Set zugewiesen werden, ebenfalls die ausgewählten zusätzlichen Kontexte erhalten.

source: Grid view
de_ch: Raster-Ansicht

source: Group
de_ch: Gruppe

source: Groups
de_ch: Gruppen

source: Groups that include me
de_ch: Gruppen mit mir

source: Help
de_ch: Hilfe

source: Highlight content
de_ch: Inhalte hervorheben

source: Highlight values that were already used in this context
de_ch: Die bereits in diesem Kontext vergebenen Werte hervorheben

source: Highlight values that were already used in this set
de_ch: Die bereits in diesem Set vergebenen Werte hervorheben

source: Highlighted content
de_ch: Hervorgehobene Inhalte

source: Images (TIFF, JPEG, PNG) as well as audio and video files in popular formats are processed directly and can then be displayed.
de_ch: Bilder (TIFF, JPEG, PNG) sowie Audio- und Videofiles in den gängigsten Formaten werden direkt verarbeitet und dargestellt.

source: Import media
de_ch: Medien importieren

source: Imported by
de_ch: Importiert von

source: Last name
de_ch: Nachname

source: Last updated
de_ch: Letzte Aktualisierung

source: Latest
de_ch: Neuste

source: Limit by keyword
de_ch: Eingrenzen mit Suchwort

source: List of media resources
de_ch: Liste von Medienressourcen

source: List view
de_ch: Listen-Ansicht

source: Loading filters
de_ch: Filter werden geladen

source: Loading keywords
de_ch: Lade Schlagworte

source: Log in
de_ch: Anmelden

source: Log out
de_ch: Abmelden

source: Madek - Media Archive of the Arts
de_ch: Madek - Medienarchiv der Künste

source: Make available images, video and audio files or documents:
de_ch: Bilder, Videos, Audio-Dateien oder Dokumente bereitstellen:

source: Manage
de_ch: Verwalten

source: Edit permissions
de_ch: Zugriffsberechtigungen ändern

source: Manage newly uploaded content using sets (optional):
de_ch: Die neuen Inhalte in Sets verwalten (optional):

source: Me
de_ch: Ich

source: Get metadata and previews
de_ch: Betrachten

source: Media entries
de_ch: Medieneinträge

source: Media view
de_ch: Medienansicht

source: Miniature view
de_ch: Miniatur-Ansicht

source: Most popular
de_ch: Beliebteste

source: Move Responsibility
de_ch: Verantwortlichkeit übertragen

source: My archive
de_ch: Mein Archiv

source: My favorites
de_ch: Meine Favoriten

source: My keywords
de_ch: Meine Schlagworte

source: My latest imports
de_ch: Meine letzten Importe

source: My workgroups
de_ch: Meine Arbeitsgruppen

source: My contexts
de_ch: Meine Kontexte

source: Name of the group
de_ch: Name der Gruppe

source: Name of the person
de_ch: Name der Person

source: New content
de_ch: Neue Inhalte

source: New workgroup
de_ch: Neue Arbeitsgruppe

source: Next entry
de_ch: Nächster Eintrag

source: Next page
de_ch: Nächste Seite

source: No content
de_ch: Keine Inhalte

source: No content found for this keyword.
de_ch: Keine Inhalte zu diesem Suchwort vorhanden.

source: No content selected
de_ch: Keine Inhalte ausgewählt

source: No metadata available for the context "%s"
de_ch: Es sind keine Metadaten zu dem Kontext "%s" bereit gestellt

source: No metadata yet
de_ch: Noch keine Metadaten vorhanden

source: No set was found matching this search
de_ch: Zu dieser Suche wurde kein Set gefunden

source: No similar content found
de_ch: Keine vergleichbaren Inhalte gefunden

source: Note
de_ch: Hinweise

source: Open admin interface
de_ch: Admin-Interface öffnen

source: Open in new window
de_ch: In neuem Fenster öffnen

source: Order by creation date
de_ch: Sortieren nach Erstelldatum

source: Order by date of import
de_ch: Sortieren nach Importdatum

source: Order by modification date
de_ch: Sortieren nach Änderungsdatum

source: Order by title
de_ch: Sortieren nach Titel

source: Original file, metadata as they were when it was uploaded into the system.
de_ch: Originaldatei mit gleichen Metadaten wie beim Hochladen ins System.

source: Others
de_ch: Andere

source: Overwrite existing values
de_ch: Werte auf alle Inhalte übertragen

source: Parent sets
de_ch: Übergeordnete Sets

source: Partially responsible
de_ch: Teilweise verantwortlich

source: Password
de_ch: Passwort

source: People
de_ch: Personen

source: Permission
de_ch: Berechtigung

source: Permissions
de_ch: Berechtigungen

source: Permissions and responsibility
de_ch: Berechtigungen und Verantwortlichkeit

source: Person responsible in the system
de_ch: Verantwortliche Person im System

source: Please contact support.
de_ch: Bitte kontaktieren Sie den Support.

source: Please import no more than 200 files at a time.
de_ch: Bitte importieren Sie jeweils maximal 200 Dateien auf einmal.

source: Please reload this page to see the latest progress.
de_ch: Laden Sie diese Seite neu, um den aktuellsten Stand zu erfahren.

source: Please select country
de_ch: Bitte Land auswählen

source: Popular keywords
de_ch: Häufige Schlagworte

source: Previous entry
de_ch: Vorheriger Eintrag

source: Previous page
de_ch: Vorherige Seite

source: Public
de_ch: Öffentlichkeit

source: Public content
de_ch: Öffentliche Inhalte

source: Read/edit permissions
de_ch: Berechtigungen lesen/verwalten

source: Reject
de_ch: Ablehnen

source: Remove from clipboard
de_ch: Aus der Zwischenablage entfernen

source: Remove from favorites
de_ch: Aus Favoriten entfernen

source: Remove permission
de_ch: Berechtigung entfernen

source: Required field - please fill in
de_ch: Pflichtfeld - Bitte angeben

source: Reset filters
de_ch: Filter zurücksetzen

source: Responsibility
de_ch: Verantwortlichkeit

source: Responsible person
de_ch: Verantwortliche Person

source: Save
de_ch: Speichern

source: Save display settings
de_ch: Darstellung festlegen

source: Save filter settings
de_ch: Filterset speichern

source: Save permissions and continue...
de_ch: Berechtigungen speichern und weiter...

source: Save selection
de_ch: Auswahl speichern

source: Save the currently selected keywords and filters as a filter set.
de_ch: Die aktuell eingestellten Suchbegriffe und Filter als Filterset speichern.

source: Search
de_ch: Suche

source: Search / Create new set
de_ch: Suche / Neues Set erstellen

source: Search for a set and add selected content to it.
de_ch: Suchen Sie ein Set und fügen Sie die ausgewählten Inhalte zu diesem hinzu.

source: Search for a set and add the selected content to it.
de_ch: Suchen Sie ein Set und fügen Sie die ausgewählten Inhalte zu diesem hinzu.

source: Search keyword
de_ch: Suchwort

source: Search result
de_ch: Suchresultat

source: Search results for
de_ch: Suchergebnisse für

source: Section contains
de_ch: Sektion enthält

source: Select all
de_ch: Alle auswählen

source: Selected content is only partially contained in this set.
de_ch: Ausgewählte Inhalte sind in diesem Set nur teilweise enthalten.

source: Selection
de_ch: Auswahl

source: Set contains
de_ch: Set enthält

source: Sets that only partially contain the selected content
de_ch: Sets, zu denen die ausgewählten Inhalte nur teilweise hinzugefügt sind,

source: Share your media, archive your works, explore content, develop knowledge.
de_ch: Medien teilen, Werke archivieren, Inhalte erkunden, Wissen entwickeln.

source: Show all
de_ch: Alle anzeigen

source: Show connections
de_ch: Zusammenhänge anzeigen

source: Show only content missing required metadata
de_ch: Nur Inhalte mit unvollständigen Pflichtfeldern anzeigen

source: Show permissions
de_ch: Berechtigungen anzeigen

source: Show this group's content
de_ch: Inhalte dieser Gruppe anzeigen

source: Specify access and visibility:
de_ch: Zugriff und Sichtbarkeit festlegen:

source: Specify cover image for set
de_ch: Titelbild für Set festlegen

source: Specify display settings
de_ch: Darstellung festlegen

source: Specify sort and display settings for this set
de_ch: Sortierung und Darstellung der Inhalte dieses Sets festlegen

source: Switch to admin mode
de_ch: In Admin-Modus wechseln

source: System groups
de_ch: Systemgruppen

source: Edit group
de_ch: Editieren

source: Tile view
de_ch: Kachel-Ansicht

source: TMS XML document
de_ch: TMS XML-Dokument

source: Table view
de_ch: Tabellenansicht

source: The encoder reports:
de_ch: Der Encoder sagt:

source: The metadata present differs between entries
de_ch: Unterschiedliche Metadaten vorhanden

source: There are no metadata available for this context
de_ch: Es sind keine Metadaten zu diesem Kontext bereit gestellt.

source: These items are only accesible to you
de_ch: Diese Inhalte sind nur für Sie zugänglich

source: These items are publicly accessible
de_ch: Diese Inhalte sind öffentlich zugänglich

source: These items are shared with others
de_ch: Diese Inhalte werden mit Anderen geteilt

source: These metadata were used most often
de_ch: Diese Metadaten wurden am häufigsten vergeben

source: They show this context's area of focus
de_ch: Sie zeigen den thematischen Schwerpunkt dieses Kontext an

source: They show this set's area of focus
de_ch: Sie zeigen den thematischen Schwerpunkt dieses Sets an

source: This allows adding further details to all media entries contained in this set.
de_ch: So können für alle Medieneinträge, die in diesem Set enthalten sind, weitere inhaltliche Angaben gemacht werden.

source: This entry is contained in one set
de_ch: Dieser Eintrag ist in einem Set enthalten

source: This file is being converted so it can be previewed.
de_ch: Diese Datei wird gerade für eine Vorschau konvertiert.

source: This is how you upload files using the FTP dropbox.
de_ch: So laden Sie Dateien über die FTP-Dropbox hoch.

source: This item does not have enough metadata
de_ch: Dieser Inhalt hat nicht genügend Metadaten

source: This set has additional contexts with metadata
de_ch: Diesem Set sind zusätzliche Kontexte mit Metadaten zugewiesen

source: This set is contained in one set
de_ch: Dieses Set ist in einem Set enthalten

source: Title
de_ch: Titel

source: Transfer responsibility
de_ch: Verantwortlichkeit übertragen

source: Transfer responsibility of
de_ch: Verantwortlichkeit übertragen von

source: Username
de_ch: Benutzername

source: Value and text
de_ch: Wert und Text

source: View
de_ch: Betrachten

source: Visualize relationship between items as a graph
de_ch: Beziehung von Inhalten als Graph visualisieren

source: Vocabulary
de_ch: Vokabular

source: Welcome
de_ch: Herzlich Willkommen

source: Workgroups
de_ch: Arbeitsgruppen

source: XML document
de_ch: XML-Dokument

source: You have not selected any media yet.
de_ch: Sie habe noch keine Medien ausgewählt.

source: are highlighted.
de_ch: werden farbig gekennzeichnet.

source: available
de_ch: verfügbar

source: content elements
de_ch: Inhalte

source: for the current filter settings.
de_ch: für die aktuellen Filtereinstellungen.

source: found for the current filter settings.
de_ch: für die aktuellen Filtereinstellungen gefunden.

source: from
de_ch: von

source: items
de_ch: Inhalte

source: of
de_ch: von

source: on
de_ch: am

source: out of
de_ch: aus

source: page
de_ch: Seite

source: to
de_ch: bis

source: unknown
de_ch: unbekannt

source: von/bis
de_ch: from/to

source: will be saved as text
de_ch: wird als Text gespeichert
